//DEPTPAYJ JOB 1,NOTIFY=&SYSUID
//COPY2DS1 EXEC PGM=IKJEFT01
//INUNIX DD PATHOPTS=(ORDONLY),
// PATH='/z/&SYSUID./cobolcheck/CC##99.CBL'
//OUTMVS DD DSN=&SYSUID..CBL(DEPTPAY),DISP=SHR
//SYSTSPRT DD SYSOUT=*
  OCOPY IND(INUNIX) OUTDD(OUTMVS) TEXT CONVERT(YES) PATHOPTS(USE)
/*
//COBRUN  EXEC PGM=IGYWCL
//LKED.SYSLMOD DD DSN=&SYSUID..CBL(DEPTPAY),DISP=SHR
//RUN     EXEC PGM=DEPTPAY
//STEPLIB  DD DSN=&SYSUID..LOAD,DISP=SHR